


"General" = "Bendras";


/* Customized */
"Default Duration (mins)" = "Numatytoji trukmė (min.)";
"Enabled" = "Veiksnus";
"none given" = "niekas neduotas";
"Name" = "Pavadnimas";
/* System default */
"Group" = "Grupuoti";
